[IRI_TM_Rend X2AbilityTemplate]
LocFriendlyName="撕裂"
LocLongDescription="灵能近战攻击，不会失手并触发动量。产生专注于杀戮。"
LocHelpText="灵能近战攻击，不会失手并触发动量。产生专注于杀戮。"
LocPromotionPopupText="<Bullet/> 使用撕裂来杀死敌人是圣堂武士产生焦点的主要方法。<br/><Bullet/> 在施放撕裂后，圣堂武士将获得动量，允许他们进行一次移动动作。使用此命令可以返回到攻击后掩护。"

[IRI_TM_Volt X2AbilityTemplate]
LocFriendlyName="伏特"
LocLongDescription="远程灵能攻击，使用时不消耗行动点，并且忽略护甲。对灵能单位造成严重伤害。消耗 1 点焦点。在 2 点焦点时使用时跳到附近的另一个敌人。"
LocHelpText="远程灵能攻击。不消耗行动点并忽略护甲。对灵能单位造成致命伤害。在 2 点专注时可以击中第二个敌人。"
LocPromotionPopupText="<Bullet/> 伏特没有冷却时间，也不消耗任何行动点，只消耗专注力。<br/><子弹/> 使用伏特软化敌人，然后用撕裂杀死敌人以重新获得焦点。"

[IRI_TM_TemplarFocus X2AbilityTemplate]
LocFriendlyName="焦点"
LocLongDescription="在任务期间通过用撕裂杀死敌人来获得专注。专注可以用于强大的能力。大多数消耗专注的能力不会消耗行动点。"
LocPromotionPopupText=""

[IRI_TM_Aftershock X2AbilityTemplate]
LocFriendlyName="余震"
LocLongDescription="被伏特击中的目标将更容易击中，通过 +<Ability:RECOILAIMBONUS/> 来提高小队对目标的瞄准力。"
LocHelpText="Volt 攻击的目标将更容易命中。"
LocPromotionPopupText="<Bullet/>余震将持续2回合。<br/><Bullet/>如果伏特击中的敌人超过1个，余震将影响所有被伏特击中的单位。<br/>"

[IRI_TM_Amplify X2AbilityTemplate]
LocFriendlyName="放大"
LocLongDescription="用灵能透镜标记目标，使他们在下一次攻击中受到额外的 <Ability:IRI_TM_Amplify_DamageMult/>% 基础伤害。花费一个动作并且不会结束回合。可以与动量动作点一起使用。"
LocHelpText="使目标单位在下次攻击中受到 +<Ability:IRI_TM_Amplify_DamageMult/>% 基础伤害。"
LocHitMessage="已放大"
LocPromotionPopupText="<Bullet/> 增幅没有冷却时间，因此你可以施放一次增幅，然后使用撕裂，然后使用撕裂所赋予的动量动作点再次使用增幅。<br/><Bullet/> 增幅将使攻击伤害增加至少<Ability:IRI_TM_Amplify_MinDamageBonus/>。"

[IRI_TM_Reflect X2AbilityTemplate]
LocFriendlyName="反射"
LocLongDescription="招架的强化版本，可以反射下一次攻击者的射击。反射一次攻击需要 1 点焦点。"
LocHelpText="将对你的下一次攻击反射回攻击者，防止所有伤害。"
LocFlyoverText="反射！"
LocPromotionPopupText="<Bullet/> 反射将防止近战和远程攻击造成的伤害。<br/><Bullet/> 反射将使用动量授予的动作。<br/><Bullet/> 激活反射需要 <Ability: ClassName/>至少拥有1个Focus，但如果没有攻击反射，则不会消耗。<br/><Bullet/> 保证避免敌人攻击造成的伤害，但不保证用反射攻击击中敌人几率取决于<Ability:ClassName/>的目标并忽略敌人的掩护防御。"
	
[IRI_TM_ReflectShot X2AbilityTemplate]
LocFriendlyName="反射"
LocLongDescription="招架的强化版本，可以反射下一次攻击者的射击。反射一次攻击需要 1 点焦点。"
LocHelpText="将对你的下一次攻击反射回攻击者，防止所有伤害。"

[IRI_TM_SoulShot X2AbilityTemplate]
LocFriendlyName="灵魂射击"
LocLongDescription="Rend 的远程版本，可能会错过。"
LocHelpText="Rend 的远程版本，可能会错过。"
LocPromotionPopupText="<Bullet/> 灵魂射击会触发动量，并在击杀时产生专注力，与撕裂相同。<br/><Bullet/> 灵魂射击的命中率取决于<Ability:ClassName/> 的瞄准，并具有 + <能力：IRI_TM_SoulShot_ToHitBonus/> 瞄准奖励。"

[IRI_TM_Overdraw X2AbilityTemplate]
LocFriendlyName="透支"
LocLongDescription="撕裂和灵魂射击即使没有杀死目标也会产生一个焦点。"
LocHelpText="撕裂和灵魂射击即使没有杀死目标也会产生一个焦点。"
LocFlyoverText="透支"
LocPromotionPopupText="<Bullet/> 使用撕裂和灵魂射击杀死敌人仍然只产生 1 点专注。"

[IRI_TM_Seal X2AbilityTemplate]
LocFriendlyName="密封"
LocLongDescription="你的能力会标记敌人直到回合结束。当盟友杀死被标记的敌人时，你每回合都会产生一个焦点。"
LocHelpText="你的能力会标记敌人直到回合结束。当盟友杀死被标记的敌人时，你每回合都会生成一个焦点。"
LocPromotionPopupText="<Bullet/> 封印适用于以任何方式影响敌人的所有技能。<br/><Bullet/> 如果<Ability:ClassName/> 本身杀死了被标记的敌人，则不会生成额外的焦点。"
LocFlyoverText="密封"

[IRI_TM_Invert X2AbilityTemplate]
LocFriendlyName="反转"
LocLongDescription="与另一个单位切换位置。消耗一个行动点并且不会结束回合。可以与动量行动点一起使用。"
LocHelpText="与另一个单位切换位置。"
LocPromotionPopupText="<Bullet/> <Ability:SelfCooldown/> 开启冷却时间。"

[IRI_TM_Ghost X2AbilityTemplate]
LocFriendlyName="幽灵"
LocLongDescription="以一个自由动作，花费 <Ability:IRI_TM_Ghost_FocusCost/> 专注力从倒下的有机单位体内召唤幽灵。幽灵以 <Ability:IRI_TM_Ghost_InitialActions/> 行动点和 <Ability:IRI_TM_Ghost_InitialFocus/> 专注力开始，可以使用圣堂武士的所有能力，并且可以穿越墙壁并跳跃到高处。它不受大多数环境和精神影响，但只有 1 点生命值，并且会在下一回合开始时或被攻击击中时过期。 "。
LocHelpText="从有机单位体内召唤一个复制的圣堂武士。消耗 <Ability:IRI_TM_Ghost_FocusCost/> 专注。自由行动。"
LocPromotionPopupText="<Bullet/> 幽灵可以获得和消耗专注力，并可以使用圣殿骑士的所有能力，但不能使用物品或装备。他们无法破解或以其他方式与物体互动。<br/><Bullet/> 幽灵以 <能力：IRI_TM_Ghost_InitialFocus/> 专注和<能力：IRI_TM_Ghost_InitialActions/> 行动点。<br/><子弹/> 鬼魂不受环境和精神影响，但如果受到攻击就会消失。<br/><子弹/>幽灵必须对有机敌人的尸体施放，并且不能对同一具尸体施放两次。<br/><子弹/>幽灵有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[IRI_TM_GhostKill X2AbilityTemplate]
LocFriendlyName="幽灵已过期"
LocFlyoverText="幽灵已过期"


[IRI_TM_ArcWave_Trigger X2AbilityTemplate]
LocFriendlyName="浪涌"
LocLongDescription="花费焦点会为你的碎片护手充能，导致你的下一次撕裂或灵魂射击产生灵能波，用伏特攻击目标附近的其他敌人。"
LocHelpText="花费焦点会使你的下一次撕裂或灵魂射击用伏特击中目标附近的其他敌人。"
LocPromotionPopupText="<Bullet/> 浪涌波与伏特具有所有相同的属性。例如，它将施加余震并对灵能敌人造成致命伤害。<br/><Bullet/> 用浪涌杀死敌人不会产生专注"。

[IRI_TM_ArcWave_Passive X2AbilityTemplate]
LocFriendlyName="浪涌"
LocLongDescription="花费焦点会为你的碎片护手充能，导致你的下一次撕裂或灵魂射击产生灵能波，用伏特攻击目标附近的其他敌人。"
LocHelpText="花费焦点会使你的下一次撕裂或灵魂射击用伏特击中目标附近的其他敌人。"

[IRI_TM_ArcWave X2AbilityTemplate]
LocFriendlyName="撕裂"
LocLongDescription="由电涌驱动的灵能近战攻击，不会失手，触发动量并产生灵能波，用伏特攻击目标附近的其他敌人。如果杀死主要目标，就会产生专注。"
LocHelpText="一次不会失手的灵能近战攻击，触发动量并用伏特击中附近的其他敌人。如果主要目标被杀死，则生成焦点。"

[IRI_TM_SoulShot_ArcWave X2AbilityTemplate]
LocFriendlyName="灵魂爆炸"
LocLongDescription="一种由电涌驱动的远程灵能攻击。触发动量并产生灵能波，用伏特攻击目标附近的其他敌人。如果杀死主要目标，就会产生专注。"
LocHelpText="远程灵能攻击。触发动量并用伏特攻击附近的其他敌人。如果主要目标被杀死，则产生焦点。"

[IRI_TM_Deflect X2AbilityTemplate]
LocFriendlyName="偏转"
LocLongDescription="以一个自由动作，消耗<Ability:IRI_TM_Deflect_FocusCost/>焦点来偏转针对<Ability:ClassName/>的下一次攻击，防止所有伤害。"
LocHelpText="偏转针对<Ability:ClassName/>的下一次攻击。自由行动。"
LocPromotionPopupText="<Bullet/> 一旦使用，偏转将无限期地保持活动状态，直到攻击被偏转。<br/><Bullet/> 一次只能有一个偏转实例处于活动状态。<br/><Bullet/>在反射和招架之后激活偏转。"
LocFlyoverText="偏转"

[IRI_TM_Deflect_Passive X2AbilityTemplate]
LocFriendlyName="偏转"
LocLongDescription="偏转针对<Ability:ClassName/>的下一次攻击。"
LocHelpText="偏转针对<Ability:ClassName/>的下一次攻击。"
LocFlyoverText="偏转"

[IRI_TM_Overload X2AbilityTemplate]
LocFriendlyName="电弧过载"
LocLongDescription="当处于最大专注时，激活以使你的碎片护手超载直到回合结束。超载时，用伏特杀死敌人将获得行动点。"
LocHelpText="超载你的碎片护手直到回合结束。超载时，用伏特杀死敌人将获得一个行动点。"
LocPromotionPopupText="<Bullet/> 任何应用伏特的技能都可以触发过载，例如电涌。<br/><Bullet/> <Ability:SelfCooldown/> 会冷却。"
LocFlyoverText="电弧过载"

[IRI_TM_IonicStorm X2AbilityTemplate]
LocFriendlyName="离子风暴"
LocLongDescription="召唤闪电以伏特攻击所有附近的敌人。当使用 2 焦点时，受影响的区域会增加，敌人会被击中两次。消耗所有焦点，但会在击杀时产生焦点。触发动量。"
LocHelpText="用伏特召唤所有附近的敌人。消耗所有专注力，但在击杀时产生专注力。触发动量。"
LocPromotionPopupText="<Bullet/> 离子风暴的半径随着专注等级的提高而增加。<br/><Bullet/> 离子风暴无视护甲并对灵能单位造成致命伤害，与伏特相同。<br/><Bullet/> 使用离子风暴风暴杀死敌人并立即退还专注成本。<br/><子弹/>离子风暴有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[IRI_TM_SpectralStride X2AbilityTemplate]
LocFriendlyName="光谱跨步"
LocLongDescription="获得穿过障碍物并跳到壁架和结构顶部的能力，直到回合结束。花费 1 点焦点。"
LocHelpText="穿过障碍物并跳到壁架和结构的顶部，直到回合结束。"
LocPromotionPopupText="<Bullet/> 使用幽灵跨步穿过墙壁攻击敌人来伏击敌人，或者在攻击后撤退到敌人视线之外。<br/><Bullet/> <Ability:SelfCooldown/> 降低冷却时间。<br/>"
LocFlyoverText="光谱跨步"




[IRI_TM_AstralGrasp X2AbilityTemplate]
LocFriendlyName="星界之握"
LocLongDescription="模糊的漂白剂参考。花费 1 个焦点。"
LocHelpText="模糊的漂白剂参考。花费 1 个焦点。"
LocPromotionPopupText="<Bullet/> 眩晕打击有 <Ability:STUNSTRIKEHITCHANCE/>% 几率击中，每个专注等级增加 <Ability:STUNSTRIKEFOCUSHITCHANCE/>%。<br/><Bullet/> 眩晕打击有 <Ability :STUNSTRIKEDISORIENTCHANCE/>每个专注等级有%几率使目标迷失方向。<br/><Bullet/> 眩晕打击不会结束圣堂武士的回合，但有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[IRI_TM_AstralGrasp_Spirit X2AbilityTemplate]
LocFriendlyName="无形的灵魂"
LocLongDescription="灵魂回响只能承受灵能伤害。"
LocHelpText="精神回响可以承受灵能伤害。"

[IRI_TM_Siphon X2AbilityTemplate]
LocFriendlyName="虹吸管"
LocLongDescription="移除目标单位的火、冰冻、酸或毒效果，并将它们添加到你的下一次撕裂或灵魂射击中。花费 1 点专注力。"
LocHelpText="移除目标单位的火、冰冻、酸或毒效果，并将它们添加到你的下一次撕裂或灵魂射击中。花费 1 点专注力。"
LocPromotionPopupText="<Bullet/> 你可以从自己身上吸取火、酸和毒液，但不能冻结。<br/><Bullet/> <Ability:SelfCooldown/> 开启冷却时间。<br/>"
LocFlyoverText="虹吸"

[IRI_TM_Obelisk X2AbilityTemplate]
LocFriendlyName="方尖碑"
LocLongDescription="召唤一座灵能方尖碑作为高处掩护点，并在敌人试图攻击时向其施放伏特来保护方尖碑 <Ability:IRI_TM_Obelisk_Volt_Distance_Tiles/> 格内的盟友。持续 <Ability:IRI_TM_Obelisk_Duration/> 回合。成本 <Ability:IRI_TM_Obelisk_FocusCost/> 聚焦。"
LocHelpText="召唤一座灵能方尖碑作为高处掩护点，并在敌人试图攻击时向其施放伏特来保护方尖碑 <Ability:IRI_TM_Obelisk_Volt_Distance_Tiles/> 格内的盟友。持续 <Ability:IRI_TM_Obelisk_Duration/> 回合。 "
LocPromotionPopupText="<br/><Bullet/> 每个敌人每回合只能被方尖碑的伏特击中一次。<Bullet/> <Ability:SelfCooldown/> 回合冷却时间。<br/>"
LocFlyoverText="方尖碑"

[IRI_TM_Obelisk_Volt X2AbilityTemplate]
LocFriendlyName="伏特"
LocLongDescription="伏特"
LocHelpText="伏特"
LocFlyoverText="方尖碑"
